<?php

return [
	'title' => 'Пользователь',
	
	'username' => 'Имя пользователя',
	'login' => 'Телефон',
	'email' => 'Электронная почта',
	'email_repeat' => 'Повтор электронной почты',
	'password' => 'Пароль',
	'password_repeat' => 'Повтор пароля',
	'role' => 'Роль',
	'activation_code' => 'Код активации',
	
	'login_not_found' => 'Пользователь не найден',
	
	'bad_password' => 'Пароль должен содержать заглавные и маленькие латинские буквы и цифры',
    'bad_name' => 'Строка содержит недопустимые символы',
    'bad_date' => 'Некорректная дата рождения'
];